{
  "menu": [
    {
      "navbarBrand": "Leadership Development Tool",
      "menuItems": [
        {
          "link": "Home",
          "url": "/"
        },
        {
          "link": "Get Started",
          "url": "/get-started"
        },
        {
          "link": "My Learning Plan",
          "url": "/my-plan"
        },
        {
          "link": "My History",
          "url": "/my-history"
        }
      ],
      "logout": "Logout",
      "close": "Close",
      "checkout": "Checkout"
    }
  ],

  "sidebar": {
    "title": "My Plan"
  },

  "global": {
    "modalClose": "Close"
  },

  "myHistoryMenuLink": [
        {
          "link": "My History",
          "url": "/my-history"
        }
  ],

  "aboutPopup": [
    {
        "modalTitle": "Leadership Development Tool",
        "mainTitle": "Where to start",
        "introTitle": "How to use",
        "introList": [
          "The Leadership Development Tool is a resource for ongoing growth and exploration. Think of it like a website or web app. You can leave it in your learning plan and launch it whenever you want to explore new leadership capabilities, or expand your leadership skills.", 
          "The tool works like a shopping cart: explore items on the <strong>Get Started</strong> page, add them to your cart, then download the associated learning maps from the <strong>My Plan</strong> page.",
          "The items you download will be saved in your <strong>My History</strong> page. Use it to track your progress and review your previous downloads.",
          "If you choose, you can exit the tool: but be aware that this will <strong>mark the tool as 'complete', reset your progress, and any saved data will be lost.</strong>"
        ],
        "heading1": "Review the behaviours",
        "list1": [
          "Review the Leadership Behaviour Model available on the Get Started page and choose your areas of focus through self-reflection and speaking with your team members.", 
          "Reflect on what you’re passionate about developing."
        ],
        "heading2": "Talk to others",
        "list2": [
          "Connect with those around you – your leader, other team members, and your direct reports.", 
          "Set the context for the conversation by sharing your desire to grow as a leader and ask them:"
        ],
        "nestedlist": [
          "'What do you appreciate about me?'",
          "'What could I do to be even more effective?'"
        ],
        "heading3": "Reflect",
        "list3": [
          "How did this feedback make you feel?",
          "Did it reinforce or add to what you considered were your areas for growth?",
          "Choose your initial 2–3 areas of focus. Return to this tool, and select Get Started."
        ]
    }
  ],

  "exit": [
    {
      "heading": "Exit",
      "title": "Are you sure?",
      "message": "Select <strong>Cancel</strong> to continue browsing. Select <strong>Close session</strong> to close the window and save your progress. Select <strong>Complete</strong> to mark the tool as complete in your dashboard.",
      "warning": "<strong>*Please note:</strong> selecting 'Complete' will mark the tool as complete and your saved data will be lost.",
      "btn1": "Cancel",
      "btn2": "Close session",
      "btn3": "Complete"
    }
  ],

  "homepage":[
    {
      "bannerMicroTitle": "My Leadership Development Tool",
      "bannerTitle":"Welcome<br /> to the Leadership Development Tool",
      "bannerSubtitle": "Investing in our people. Developing the future of leadership.",
      "microTitle1": "The What",
      "title1": "The Concept",
      "text1":"This tool will help you identify and explore key leadership capabilities. It was designed to give you a broad and diverse introduction to the competencies of great leadership, and to provide you with ongoing resources for continued growth. Use the tool to explore the skills and behaviours important to you, and download resources for continued learning that build on the associated leadership capabilities.",
      "microTitle2": "The Why",
      "title2": "Ongoing development",
      "text2": "While many of us think of formal education as the obvious route to learning, the 70:20:10 model reveals that there is more for us to explore. Only 10% of job-related learning is acquired through traditional methods like courses and formal study. 20% of skill development comes through social learning opportunities like mentorship, coaching, and collaborative opportunities with peers. The bulk of learning, 70%, comes through on-the-job experience. This tool will support you by identifying some of these learning opportunities and help you get started on this learning journey.",
      "microTitle3": "The How",
      "title3": "Getting started",
      "text3": "This tool is meant to be used and reused as an ongoing personal development resource. You can leave it in your learning plan and launch it whenever you want to expand your leadership skills. If you’d like more context about this tool, or if you’re unsure of your next step and would like to explore some helpful suggestions to support your evolution as a leader, select <strong>Learn More</strong>. If you're a returning user, or know what skill areas you’d like to focus on, select <strong>Get Started.</strong> " ,
      "section_title3": "Grow & discover",
      "btn1": "Learn more",
      "btn2": "Get started",
      "img": {
        "banner": "img/about_page/01welcome_01.jpg",
        "img1": "img/home_page/01_getstartedcover.jpg",
        "img2": "img/about_page/01welcome_02.jpg",
        "img3": "img/about_page/01welcome_03.jpg"
        },
      "imgAlt": {
        "banner": "A photo of a man and a woman talking over a laptop.",
        "img1": "A photo of two women looking across a table in a business environment.",
        "img2": "A photo of a man sitting on a red sofa laughing in conversation with a woman sitting across from him.",
        "img3": "A photo of a grocery store employee smiling at a customer"
      }
    }
  ],

  "getStarted":[
    {
      "microTitle": "My Leadership Development Tool",
      "title":"Get Started",
      "text": "Build your learning plan by exploring the list of leadership capabilities below. Select the <strong>Details</strong> button of any capability to learn more about it and what it looks like in action before deciding if it’s appropriate for you. If you need more information you can consult the Leadership Behaviour Model and consider which areas you'd like to focus on. You can find a definition of each area of the model and a list of the capabilities that fall under each category <a class='font-weight-bold text-royal' href='./LCL_Leadership_Behaviour_Model_Details.pdf' target='_blank'>here.</a>",
      "detailsBtn": "Details",
      "img": {
        "banner": "img/get_started/LCL_leadership_wheel_equal_EN.svg"
        },
      "imgAlt": {
        "banner": "A diagram of the Loblaw leadership behaviour model outlining 4 areas of focus: Collaboration, Communication, Innovation, and Excellence."
      }
    }
  ],
  
  "myLearningPlan":[
    {
      "img": "img/about_page/about10.jpg",
      "imgAlt": "A photo of four women sitting at a table discussing contents on a laptop.",
      "title":"My Learning Plan",
      "description":"Each area of focus you selected has a learning map with suggested courses and activities to get you started on your learning journey. Review these learning maps to explore the formal (10%), social (20%) and action (70%) learning activities that will help you develop the leadership capabilities, knowledge, and skills related to that area of focus.",
      "subtitle": "Next steps",
      "nextSteps": [
          "<strong>Download</strong> and review each of your learning maps.", 
          "<strong>Incorporate</strong> learning activities into your Individual Development Plan.",
          "<strong>Define</strong> what success will look like for each activity.",
          "<strong>Consider</strong> what support and resources you’ll need to complete each activity.",
          "<strong>Reflect</strong> on the results of your activities on an ongoing basis and reassess as needed."
      ],
      "btnRemove": "Remove",
      "btnDownload": "Download",
      "emptyPlan": "My learning plan is empty"
    }
  ],

  "myHistory":[
    {
      "microTitle": "My Leadership Development Tool",
      "title":"My History",
      "text":"This space is dedicated to archiving your journey using the <strong>Leadership Development Tool.</strong> Your previous downloads have been saved here for easy reference and future reflection. Feel free to go back and explore the details of any of the items you've downloaded, and stay up to date with ongoing additions to these and other leadership skills as the tool grows. The Leadership Development Tool is here to support your continual learning and growth.",
      "btn": "Details",
      "img": {
        "banner": "img/about_page/about10.jpg"
        },
      "imgAlt": {
        "banner": "A photo of four women sitting at a table discussing contents on a laptop."
      },
      "emptyArchive": "My history is empty!"
    }
  ],

  "aux": [
    {
      "categoryTitle": "Category",
      "descriptionTitle": "Category Description",
      "nameTitle": "Capability",
      "sectionTitle1": "What it looks like",
      "sectionTitle2": "Add to your plan if",
      "btn1": "Add",
      "btn2": "View",
      "btn3": "Return",
      "success": "Success!",
      "message": " has been added to you cart!"
    }
  ],
  
  "allCategories":[
    {
      "id": "01",
      "name":"Self-Awareness",
      "category":"Leading Yourself",
      "color": "bg-secondary",
      "img":"img/get_started/selfaware.jpg",
      "imgAlt": "",
      "description":"Building awareness around the mindsets and behaviours that help you be a successful leader",
      "moreDetail":[
        "Seeing yourself clearly and objectively through reflection and introspection",
        "Knowing your strengths, opportunities, beliefs, biases, motivations, and emotions",
        "Seeking feedback to learn how others perceive you, your attitude, and your responses to them"
      ],
      "selectIf":[
        "You’d like to learn about others perception of you",
        "You’d like to feel empowered to make changes and build on your areas of strengths and opportunities"
      ],
      "download": "./learning_maps/LDT_Self_Awareness.pdf"
    },
    {
      "id": "02",
      "name":"Empowerment",
      "category":"Collaborating with & Inspiring Others",
      "color": "bg-royal",
      "img":"img/get_started/empowerment.jpg",
      "imgAlt": "",
      "description":"Developing strong relationships and motivating others to perform at their highest potential",
      "moreDetail":[
        "Inspiring ownership and accountability within others",
        "Enabling others to succeed by effectively coaching and delegating work",
        "Recognizing and respecting others’ contributions",
        "Encouraging others to stretch their capabilities",
        "Developing others by providing relevant direction, resources, training and mentoring"
      ],
      "selectIf": [
        "You’d like to learn about others perception of you",
        "You’d like to feel empowered to make changes and build on your areas of strengths and opportunities"
      ],
      "download": "./learning_maps/LDT_Empowerment.pdf"
    },
    {
      "id": "03",
      "name":"Collaboration",
      "category":"Collaborating with & Inspiring Others",
      "color": "bg-royal",
      "img":"img/get_started/collaboration.jpg",
      "imgAlt": "",
      "description":"Developing strong relationships and motivating others to perform at their highest potential",
      "moreDetail": [
        "Creating and delivering on shared goals through influence and cooperation",
        "Initiating and maintaining relationships with others",
        "Leveraging multiple perspectives to work towards common outcomes"
      ],
      "selectIf":[
        "You need to influence and partner with others to achieve outcomes",
        "You want different points of view to enhance your outcomes"
      ],
      "download": "./learning_maps/LDT_Collaboration.pdf"
    },
    {
      "id": "04",
      "name":"Compelling Communication",
      "category":"Communicating Effectively & with Empathy",
      "color": "bg-green",
      "img":"img/get_started/communication.jpg",
      "imgAlt": "",
      "description":"Communicating a clear vision to accomplish key objectives",
      "moreDetail": [
        "Conveying information and ideas persuasively and succinctly",
        "Capturing and holding others’ attention in a focused and captivating way", 
        "Adapting the message to the audience’s diverse needs",
        "Developing visually appealing, inclusive and coherent presentation materials"
      ],
      "selectIf":[
        "You need to create and deliver an impactful presentation or message",
        "You want to build confidence in public speaking",
        "You want to influence others through communication"
      ],
      "download": "./learning_maps/LDT_Compelling_Communication.pdf"
    },
    {
      "id": "05",
      "name":"Authentic Conversations",
      "category":"Communicating Effectively & with Empathy",
      "color": "bg-green",
      "img":"img/get_started/conversations.jpg",
      "imgAlt": "",
      "description":"Communicating a clear vision to accomplish key objectives",
      "moreDetail": [
        "Listening actively to gain insights to other perspectives",
        "Addressing challenging conversations proactively",
        "Providing appreciative and constructive feedback effectively",
        "Managing conflict with a win-win approach", 
        "Encouraging conversations that build a culture of equity and inclusion"
      ],
      "selectIf":[
        "You want to listen with the intent to understand",  
        "You want to achieve beneficial outcomes when engaging in challenging conversations",
        "You need to confidently manage challenging conversations, situations or conflict", 
        "You need to share your opinions even if they are unpopular"
      ],
      "download": "./learning_maps/LDT_Authentic_Conversations.pdf"
    },
    {
      "id": "06",
      "name":"Emotional Intelligence ",
      "category":"Communicating Effectively & with Empathy",
      "color": "bg-green",
      "img":"img/get_started/emotionalintell.jpg",
      "imgAlt": "",
      "description":"Communicating a clear vision to accomplish key objectives",
      "moreDetail": [
        "Conveying empathy and recognizing the emotions of others",
        "Being authentic, while also demonstrating social and situational awareness",
        "Recognizing when emotions and biases affect decision-making"
      ],
      "selectIf":[
        "You’d like to get better at identifying and responding to emotions",  
        "You’re required to find solutions to problems in emotionally charged situations"
      ],
      "download": "./learning_maps/LDT_Emotional_Intelligence.pdf"
    },
    {
      "id": "07",
      "name":"Critical Thinking",
      "category":"Executing Strategic & Operational Excellence",
      "color": "bg-yellow",
      "img":"img/get_started/criticalthinking.jpg",
      "imgAlt": "",
      "description":"Consistently delivering extraordinary results",
      "moreDetail": [
        "Identifying the root cause of a business issue", 
        "Making timely and sound decisions based on data and analytical insights"
      ],
      "selectIf":[
        "You need to make a thoughtful business decision",
        "You need to analyze data and develop insights",
        "You’d like to identify patterns"
      ],
      "download": "./learning_maps/LDT_Critical_Thinking.pdf"
    },
    {
      "id": "08",
      "name": "Strategic Thinking",
      "category":"Executing Strategic & Operational Excellence",
      "color": "bg-yellow",
      "img":"img/get_started/strategic.jpg",
      "imgAlt": "",
      "description":"Consistently delivering extraordinary results",
      "moreDetail": [
        "Analyzing global trends", 
        "Identifying strengths, weaknesses, opportunities and threats", 
        "Defining a strategy to align with long-term business direction", 
        "Monitoring and measuring the impact of implemented strategies"
      ],
      "selectIf":[
        "You need to keep sight of the big picture",
        "You need to develop an integrated vision and long-term plan",
        "You need to use your resources more effectively to achieve outcomes"
      ],
      "download": "./learning_maps/LDT_Strategic_Thinking.pdf"
    },
    {
      "id": "09",
      "name": "High Performing Environment",
      "category":"Executing Strategic & Operational Excellence",
      "color": "bg-yellow",
      "img":"img/get_started/performance.jpg",
      "imgAlt": "",
      "description":"Consistently delivering extraordinary results",
      "moreDetail": [
        "Supporting and trusting others to achieve their highest potential",
        "Working tenaciously to meet or exceed expectations",
        "Balancing competing priorities and managing workloads"
      ],
      "selectIf":[
        "You want to aim high and always do your best",
        "You need to deliver excellence as a team",
        "You want to create an environment of trust, achievement and optimism"
      ],
      "download": "./learning_maps/LDT_High_Performing_Environment.pdf"
    },
    {
      "id": "10",
      "name": "Customer Centricity",
      "category":"Fostering Innovation and Agility",
      "color": "bg-danger",
      "img":"img/get_started/customer.jpg",
      "imgAlt": "",
      "description":"Encouraging new ideas and solutions through creative approaches",
      "moreDetail": [
        "Demonstrating empathy for the customer", 
        "Keeping customers central to strategies and activities while ensuring the needs of the customers and the organization are met",
        "Being flexible to continually changing and diverse customer expectations"
      ],
      "selectIf":[
        "You're working on a project or initiative that is focused on the customer",
        "You’d like to strengthen your ability to empathize with the customer",
        "You want to create opportunities for everyone to succeed"
      ],
      "download": "./learning_maps/LDT_Customer_Centricity.pdf"
    },
    {
      "id": "11",
      "name": "Innovation",
      "category":"Fostering Innovation and Agility",
      "color": "bg-danger",
      "img":"img/get_started/innovation.jpg",
      "imgAlt": "",
      "description":"Encouraging new ideas and solutions through creative approaches",
      "moreDetail": [
        "Exploring new ideas, methods and alternatives to achieve outcomes",
        "Creating an environment where others feel safe to innovate",
        "Spotting new patterns, generating insights, valuing diverse perspectives and translating them into new ideas"
      ],
      "selectIf":[
        "You’d like to try different approaches and adopt outside the box thinking",
        "You’d like to create a safe environment for your team to take calculated risks"
      ],
      "download": "./learning_maps/LDT_Innovation.pdf"
    },
    {
      "id": "12",
      "name": "Change Agility",
      "category":"Fostering Innovation and Agility",
      "color": "bg-danger",
      "img":"img/get_started/change.jpg",
      "imgAlt": "",
      "description":"Encouraging new ideas and solutions through creative approaches",
      "moreDetail": [
        "Seeing the necessity or opportunity created by change",  
        "Embracing discomfort and pursuing change with commitment",
        "Practicing resilience in the face of change and setbacks",
        "Proactively seeking out new challenges and opportunities to acquire new knowledge, perspectives and skills",
        "Leading others through organizational and cultural changes",
        "Removing barriers, managing resistance to change in others and demonstrating the benefits of change"
      ],
      "selectIf":[
        "You want to embrace and adapt to change",
        "You’d like to respond better to uncertainty, challenges and setbacks",
        "You need to continually and rapidly learn, unlearn, and relearn",
        "You need to lead organizational or cultural change",
        "You need to enable others to overcome resistance to change"
      ],
      "download": "./learning_maps/LDT_Change_Agility.pdf"
    }
  ],
  "success": {
    "title": "Success!",
    "message": " has been added to you cart!",
    "closeBtn": "Close"
  }
}