{
  "exit": [
    {
      "heading": "Exit LLT",
      "title": "Are you sure?",
      "message": "Exiting the Leadership Learning Tool will remove it from your learning plan and any saved data will be lost. Are you sure you want to proceed?",
      "btn1": "Cancel",
      "btn2": "Proceed"
    }
  ],
  "quickStart":[
    {
      "bannerImg": "./img/quick_start/01getstartedcover.jpg",
      "microTitle":"My Leadership Learning Tool",
      "mainTitle":"Quick Start",
      "title2":"Leadership Learning Tool",
      "text1":"<strong>Welcome to the Leadership Learning Tool.</strong> This tool will help you to identify and explore learning connected to key leadership capabilities. You will select the skills and behaviours important to you, which will in turn inform personalized recommendations of learning activities that can build on the associated leader capabilities. Remember: great learners make great leaders!",
      "text2":"If you know what knowledge and skills you’d like to focus on, select <strong>Get Started.</strong> If you’d like more context about this tool, or if you’re unsure of your next step and would like to explore some helpful suggestions to support your evolution as a leader, select <strong>About.</strong>",
      "btn1": "Get started",
      "btn2": "About"
    }
  ],
  "getStarted":[
    {
      "bannerImg": "./img/home_page/01leadershipcover.jpg",
      "microTitle": "My Leadership Learning Tool",
      "title":"Get Started",
      "text1":"Build your learning plan by selecting the items you’d like to focus on today. Select the <strong>Details</strong> button of any competency to learn more about it and what it looks like in action before deciding if it’s an appropriate area of focus for you. "
    }
  ],
  "aboutpage":[
    {
      "bannerImg": "./img/about_page/01welcome_01.jpg",
      "img2": "./img/about_page/01welcome_02.jpg",
      "img3": "./img/about_page/01welcome_03.jpg",
      "microTitle": "My Leadership Learning Tool",
      "title":"About",
      "text1":"While many people think of formal study as the obvious route to learning, the 70:20:10 model reveals that this instinct is off base. 10% of learning takes place through traditional methods like courses and formal education. 20% comes through social learning opportunities. 70% comes through on-the-job experience. This tool will support you by organizing these formal, social, and action learning opportunities in a way that will be meaningful and useful to you.",
      "section_title1": "Where do I start?",
      "text2":"If you’re unsure of which key leader competencies to focus on,  reflect on what you’re passionate about developing. Connect with those around you for feedback on what you might focus on. Choose your initial 2–3 areas of focus. Return to this tool, and select <strong>Get Started.</strong>",
      "section_title2": "Bringing it all together",
      "text3": "This tool will support you by organizing these formal, social, and action learning opportunities in a way that will be meaningful and useful to you.",
      "section_title3": "Grow & discover",
      "text4": "Review the Leadership Behaviour Model and choose your areas of focus through self-reflection and speaking with your colleagues.",
      "btn1": "Learn more"
    }
  ],
  "myLearningPlan":[
    {
      "title":"My Learning Plan",
      "description":"Each area of focus you selected has a learning map you can follow. Review these learning maps to explore the formal (10%),social (20%) and action (70%) learning activities that will help you develop the leadership capabilities, knowledge, and skills related to that area of focus.",
      "subtitle": "Next steps",
      "nextSteps": [
          "Download and review each of your learning maps.", 
          "Incorporate learning activities into your Individual Development Plan.",
          "Define what success will look like for each activity.",
          "Consider what support and resources you’ll need to complete each activity.",
          "Reflect on the results of your activities on an ongoing basis and reassess as needed."
      ],
      "emptyPlan": "My learning plan is empty"
    }
  ],
  
  "allCategories":[
    {
      "id":1,
      "name":"Self-Awareness",
      "category":"Leading Yourself",
      "url":"./selfaware.jpg",
      "description":"Building awareness around the mindsets and behaviours that help you be a successful leader",
      "moreDetail":[
        "Seeing yourself clearly and objectively through reflection and introspection",
        "Knowing your strengths, opportunities, beliefs, biases, motivations, and emotions",
        "Seeking feedback to learn how others perceive you, your attitude, and your responses to them"
      ],
      "selectIf":[
        "You’d like to learn about others perception of you",
        "You’d like to feel empowered to make changes and build on your areas of strengths and opportunities"
      ],
      "download": "/static/dummy.pdf"
    },
    {
      "id":2,
      "name":"Empowerment",
      "category":"Collaborating with & Inspiring Others",
      "url":"./empowerment.jpg",
      "description":"Developing strong relationships and motivating others to perform at their highest potential",
      "moreDetail":[
        "Inspiring ownership and accountability within others",
        "Enabling others to succeed by effectively coaching and delegating work",
        "Recognizing and respecting others’ contributions",
        "Encouraging others to stretch their capabilities",
        "Developing others by providing relevant direction, resources, training and mentoring"
      ],
      "selectIf": [
        "You’d like to learn about others perception of you",
        "You’d like to feel empowered to make changes and build on your areas of strengths and opportunities"
      ]
    },
    {
      "id":3,
      "name":"Collaboration",
      "category":"Collaborating with & Inspiring Others",
      "url":"./collaboration.jpg",
      "description":"Developing strong relationships and motivating others to perform at their highest potential",
      "moreDetail": [
        "Creating and delivering on shared goals through influence and cooperation",
        "Initiating and maintaining relationships with others",
        "Leveraging multiple perspectives to work towards common outcomes"
      ],
      "selectIf":[
        "You need to influence and partner with others to achieve outcomes",
        "You want different points of view to enhance your outcomes"
      ]
    },
    {
      "id":4,
      "name":"Communication",
      "category":"Communicating Effectively & with Empathy",
      "url":"./communication.jpg",
      "description":"Communicating a clear vision to accomplish key objectives",
      "moreDetail": [
        "Conveying information and ideas persuasively and succinctly",
        "Capturing and holding others’ attention in a focused and captivating way", 
        "Adapting the message to the audience’s diverse needs",
        "Developing visually appealing, inclusive and coherent presentation materials"
      ],
      "selectIf":[
        "You need to create and deliver an impactful presentation or message",
        "You want to build confidence in public speaking",
        "You want to influence others through communication"
      ]
    },
    {
      "id":5,
      "name":"Authentic Conversations",
      "category":"Communicating Effectively & with Empathy",
      "url":"./conversations.jpg",
      "description":"Communicating a clear vision to accomplish key objectives",
      "moreDetail": [
        "Listening actively to gain insights to other perspectives",
        "Addressing challenging conversations proactively",
        "Providing appreciative and constructive feedback effectively",
        "Managing conflict with a win-win approach", 
        "Encouraging conversations that build a culture of equity and inclusion"
      ],
      "selectIf":[
        "You want to listen with the intent to understand",  
        "You want to achieve beneficial outcomes when engaging in challenging conversations",
        "You need to confidently manage challenging conversations, situations or conflict", 
        "You need to share your opinions even if they are unpopular"
      ]
    },
    {
      "id":6,
      "name":"Emotional Intelligence ",
      "category":"Communicating Effectively & with Empathy",
      "url":"./emotionalintell.jpg",
      "description":"Communicating a clear vision to accomplish key objectives",
      "moreDetail": [
        "Conveying empathy and recognizing the emotions of others",
        "Being authentic, while also demonstrating social and situational awareness",
        "Recognizing when emotions and biases affect decision-making"
      ],
      "selectIf":[
        "You’d like to get better at identifying and responding to emotions",  
        "You’re required to find solutions to problems in emotionally charged situations"
      ]
    },
    {
      "id":7,
      "name":"Critical Thinking",
      "category":"Executing Strategic & Operational Excellence",
      "url":"./criticalthinking.jpg",
      "description":"Consistently delivering extraordinary results",
      "moreDetail": [
        "Identifying the root cause of a business issue", 
        "Making timely and sound decisions based on data and analytical insights"
      ],
      "selectIf":[
        "You need to make a thoughtful business decision",
        "You need to analyze data and develop insights",
        "You’d like to identify patterns"
      ]
    },
    {
      "id":8,
      "name": "Strategic Thinking",
      "category":"Executing Strategic & Operational Excellence",
      "url":"./strategic.jpg",
      "description":"Consistently delivering extraordinary results",
      "moreDetail": [
        "Analyzing global trends", 
        "Identifying strengths, weaknesses, opportunities and threats", 
        "Defining a strategy to align with long-term business direction", 
        "Monitoring and measuring the impact of implemented strategies"
      ],
      "selectIf":[
        "You need to keep sight of the big picture",
        "You need to develop an integrated vision and long-term plan",
        "You need to use your resources more effectively to achieve outcomes"
      ]
    },
    {
      "id":9,
      "name": "Performance",
      "category":"Executing Strategic & Operational Excellence",
      "url":"./performance.jpg",
      "description":"Consistently delivering extraordinary results",
      "moreDetail": [
        "Supporting and trusting others to achieve their highest potential",
        "Working tenaciously to meet or exceed expectations",
        "Balancing competing priorities and managing workloads"
      ],
      "selectIf":[
        "You want to aim high and always do your best",
        "You need to deliver excellence as a team",
        "You want to create an environment of trust, achievement and optimism"
      ]
    },
    {
      "id":10,
      "name": "Customer-Centricity",
      "category":"Fostering Innovation and Agility",
      "url":"./customer.jpg",
      "description":"Encouraging new ideas and solutions through creative approaches",
      "moreDetail": [
        "Demonstrating empathy for the customer", 
        "Keeping customers central to strategies and activities while ensuring the needs of the customers and the organization are met",
        "Being flexible to continually changing and diverse customer expectations"
      ],
      "selectIf":[
        "You're working on a project or initiative that is focused on the customer",
        "You’d like to strengthen your ability to empathize with the customer",
        "You want to create opportunities for everyone to succeed"
      ]
    },
    {
      "id":11,
      "name": "Innovation",
      "category":"Fostering Innovation and Agility",
      "url":"./innovation.jpg",
      "description":"Encouraging new ideas and solutions through creative approaches",
      "moreDetail": [
        "Exploring new ideas, methods and alternatives to achieve outcomes",
        "Creating an environment where others feel safe to innovate",
        "Spotting new patterns, generating insights, valuing diverse perspectives and translating them into new ideas"
      ],
      "selectIf":[
        "You’d like to try different approaches and adopt outside the box thinking",
        "You’d like to create a safe environment for your team to take calculated risks"
      ]
    },
    {
      "id":12,
      "name": "Change Agility",
      "category":"Fostering Innovation and Agility",
      "url":"./change.jpg",
      "description":"Encouraging new ideas and solutions through creative approaches",
      "moreDetail": [
        "Seeing the necessity or opportunity created by change",  
        "Embracing discomfort and pursuing change with commitment",
        "Practicing resilience in the face of change and setbacks",
        "Proactively seeking out new challenges and opportunities to acquire new knowledge, perspectives and skills",
        "Leading others through organizational and cultural changes",
        "Removing barriers, managing resistance to change in others and demonstrating the benefits of change"
      ],
      "selectIf":[
        "You want to embrace and adapt to change",
        "You’d like to respond better to uncertainty, challenges and setbacks",
        "You need to continually and rapidly learn, unlearn, and relearn",
        "You need to lead organizational or cultural change",
        "You need to enable others to overcome resistance to change"
      ]
    }

  ]
}