{
  "menu": [
    {
      "navbarBrand": "Leadership Development Tool",
      "menuItems": [
        {
          "link": "Home",
          "url": "/"
        },
        {
          "link": "About",
          "url": "/about"
        },
        {
          "link": "Get Started",
          "url": "/get-started"
        },
        {
          "link": "My Learning Plan",
          "url": "/my-plan"
        }
      ],
      "logout": "Logout",
      "close": "Close",
      "checkout": "Checkout"
    }
  ],
  "exit": [
    {
      "heading": "Exit LDT",
      "title": "Are you sure?",
      "message": "Exiting the Leadership Development Tool will remove it from your learning plan. Are you sure you want to proceed?",
      "btn1": "Cancel",
      "btn2": "Proceed"
    }
  ],

  "homepage":[
    {
      "bannerMicroTitle": "My Leadership Development Tool",
      "bannerTitle":"Welcome<br /> to the Leadership Development Tool",
      "bannerSubtitle": "Investing in our people. Developing the future of leadership.",
      "microTitle1": "The What",
      "title1": "The Concept",
      "text1":"This application was built to develop your leadership skills, and faciliate the evolution of the next generation of leaders in our organization. This app was designed to give you a broad and diverse introduction to the competencies of great leadership, and to provide you with ongoing resources for continued growth over time. Use this tool to explore our leadership model, to follow up on competencies suggested by colleagues or managers, or use it to pinpoint areas you'd like to develop",
      "microTitle2": "The Why",
      "title2": "Ongoing development",
      "text2":"<strong>Learning is more organic than people think.</strong> While many consider formal study as the obvious route to growth and development, the <strong>70:20:10</strong> model shows that in practice, it's more complex. Only <strong>10%</strong> of job-related learning takes place through traditional methods like courses and formal education. <strong>20%</strong> of skill development comes through social learning opportunities like mentorship, coaching, and collaborative opportunities with peers. The bulk of learning, <strong>70%,</strong> comes through on-the-job experience. Action learning allows an individual to immerse themselves in the nuances of their role, refine skills, and work their way through real challenges.",
      "microTitle3": "The How",
      "title3": "Getting started",
      "text3": "If this is your first time using the tool, or you’d like to learn more about it, select <strong>About</strong> to get more information. If you're a returning user, or know what skill areas you’d like to focus on, begin on the <strong>Get Started</strong> page. Consult the Leadership Behaviour Model and consider which areas you'd like to focus on. If you're unsure, click the <strong>Details</strong> button on any of the competencies at random, and see if they resonate with you. If they do, add them to your learning plan. You can add as many competencies to your plan as you wish. When done, select the <strong>cart icon</strong> to review your plan, and go to the <strong>My Plan</strong> page to download your personalized resources." ,
      "section_title3": "Grow & discover",
      "btn1": "Get started",
      "btn2": "About",
      "img": {
        "banner": "img/about_page/01welcome_01.jpg",
        "img1": "img/home_page/01_getstartedcover.jpg",
        "img2": "img/about_page/01welcome_02.jpg",
        "img3": "img/about_page/01welcome_03.jpg"
        },
      "imgAlt": {
        "banner": "A photo of a man and a woman talking over a laptop.",
        "img1": "A photo of two women looking across a table in a business environment.",
        "img2": "A photo of a man sitting on a red sofa laughing in conversation with a woman sitting across from him.",
        "img3": "A photo of a grocery store employee smiling at a customer"
      }
    }
  ],

  "quickStart":[
    {
      "bannerImg": "img/home_page/01_getstartedcover.jpg",
      "microTitle":"My Leadership Development Tool",
      "mainTitle":"Quick Start",
      "title2":"Leadership Development Tool",
      "text1":"<strong>Welcome to the Leadership Development Tool.</strong> This tool will help you to identify and explore learning connected to key leadership capabilities. You will select the skills and behaviours important to you, which will in turn inform personalized recommendations of learning activities that can build on the associated leader capabilities. Remember: great learners make great leaders!",
      "text2":"If you know what knowledge and skills you’d like to focus on, select <strong>Get Started.</strong> If you’d like more context about this tool, or if you’re unsure of your next step and would like to explore some helpful suggestions, select <strong>About.</strong>",
      "btn1": "Get started",
      "btn2": "About"
    }
  ],

  "getStarted":[
    {
      "microTitle": "My Leadership Development Tool",
      "title":"Get Started",
      "text1":"Build your learning plan by selecting the items you’d like to focus on today. Select the <strong>Details</strong> button of any competency to learn more about it and what it looks like in action before deciding if it’s an appropriate area of focus for you.",
      "detailsBtn": "Details",
      "img": {
        "banner": "img/get_started/LCL_leadership_wheel_EN.png"
        },
      "imgAlt": {
        "banner": "A diagram of the Loblaw leadership behaviour model outlining 4 areas of focus: Collaboration, Communication, Innovation, and Excellence."
      }
    }
  ],

  "aboutpage":[
    {
      "microTitle1": "My Leadership Development Tool",
      "title1":"Welcome",
      "text1":"<strong>Welcome to the Leadership Development Tool!</strong> This application was designed to provide you with an intuitive, engaging, and multidisciplinary experience to faciliate your leadership journey. You might have been referred to the <strong>LDT</strong> by a manager or colleague, or you may have come in pursuit of a specific leadership goal. Whichever the case, this tool is here to support your learning and development.",
      "microTitle2": "Learn by doing",
      "title2": "How to use",
      "text2":"The <strong>LDT</strong> contains a library of leadership competencies that are integral both to our organization, and to the development of great leadership ability. Each competency is part of a larger category of skills outlined in our Leadership Behaviour Model (see <strong>Get Started</strong> page). The <strong>LDT</strong> was designed to give first time users an engaging way to explore and delve into our leadership approach, but also to offer a multifaceted resource that provides ongoing support and learning potential for returning users. The goal of the tool is to lead you on a journey from initial exploration, to a final destination from which you take away personalized learning materials to faciliate your development. Read more below about how to navigate the tool.",
      "microTitle3": "Get started",
      "title3": "Bringing it all together",
      "text3": "Begin on the <strong>Get Started</strong> page. Consult the Leadership Behaviour Model and consider which skill areas you'd like to focus on. If you're unsure, click the <strong>Details</strong> button on any of the competencies at random, and see if they resonate with you. If they do, add them to your learning plan by selecting the <strong>Add</strong> button. You can add as many competencies to your plan as you wish. When ready, select the <strong>View</strong> button to review the items in your plan, select <strong>Browse</strong> to keep exploring, or select <strong>Checkout</strong> to download your personalized learning resources. You can logout of the LDT at any time by selecting <strong>Logout</strong> in the top right of the menu." ,
      "section_title3": "Grow & discover",
      "text4": "Review the Leadership Behaviour Model and choose your areas of focus through self-reflection and speaking with your colleagues.",
      "modalTitle": "LDT",
      "btn1": "Learn more",
      "btn2": "Get started",
      "img": {
        "banner": "img/about_page/about10.jpg",
        "img2": "img/about_page/about01.jpg",
        "img3": "img/about_page/about12.jpg"
        },
      "imgAlt": {
        "banner": "A photo of four women sitting at a table discussing contents on a laptop.",
        "img1": "A photo of three women seated at a table laughing while in conversation.",
        "img2": "A photo of a group of people seated indoors engaged in discussion. "
      }
    }
  ],
  
  "myLearningPlan":[
    {
      "title":"My Learning Plan",
      "description":"Each area of focus you selected has a learning map with suggested courses and activities to get you started on your learning journey. Review these learning maps to explore the formal (10%), social (20%), and action (70%) learning activities that will help you develop the leadership capabilities, knowledge, and skills related to that area of focus.",
      "subtitle": "Next steps",
      "nextSteps": [
          "<strong>Download</strong> and review each of your learning maps.", 
          "<strong>Incorporate</strong> learning activities into your Individual Development Plan.",
          "<strong>Define</strong> what success will look like for each activity.",
          "<strong>Consider</strong> what support and resources you’ll need to complete each activity.",
          "<strong>Reflect</strong> on the results of your activities on an ongoing basis and reassess as needed."
      ],
      "emptyPlan": "My learning plan is empty"
    }
  ],

  "aux": [
    {
      "categoryTitle": "Category",
      "descriptionTitle": "Description",
      "nameTitle": "Name",
      "sectionTitle1": "What it looks like",
      "sectionTitle2": "Add to your plan if",
      "btn1": "Add",
      "btn2": "View",
      "btn3": "Explore"
    }
  ],
  
  "allCategories":[
    {
      "id": "01",
      "name":"Self-Awareness",
      "category":"Leading Yourself",
      "color": "bg-orange",
      "img":"img/get_started/selfaware.jpg",
      "imgAlt": "",
      "description":"Building awareness around the mindsets and behaviours that help you be a successful leader",
      "moreDetail":[
        "Seeing yourself clearly and objectively through reflection and introspection",
        "Knowing your strengths, opportunities, beliefs, biases, motivations, and emotions",
        "Seeking feedback to learn how others perceive you, your attitude, and your responses to them"
      ],
      "selectIf":[
        "You’d like to learn about others perception of you",
        "You’d like to feel empowered to make changes and build on your areas of strengths and opportunities"
      ],
      "download": "./dummy.pdf"
    },
    {
      "id": "02",
      "name":"Empowerment",
      "category":"Collaborating with & Inspiring Others",
      "color": "bg-royal",
      "img":"img/get_started/empowerment.jpg",
      "imgAlt": "",
      "description":"Developing strong relationships and motivating others to perform at their highest potential",
      "moreDetail":[
        "Inspiring ownership and accountability within others",
        "Enabling others to succeed by effectively coaching and delegating work",
        "Recognizing and respecting others’ contributions",
        "Encouraging others to stretch their capabilities",
        "Developing others by providing relevant direction, resources, training and mentoring"
      ],
      "selectIf": [
        "You’d like to learn about others perception of you",
        "You’d like to feel empowered to make changes and build on your areas of strengths and opportunities"
      ],
      "download": "./dummy.pdf"
    },
    {
      "id": "03",
      "name":"Collaboration",
      "category":"Collaborating with & Inspiring Others",
      "color": "bg-royal",
      "img":"img/get_started/collaboration.jpg",
      "imgAlt": "",
      "description":"Developing strong relationships and motivating others to perform at their highest potential",
      "moreDetail": [
        "Creating and delivering on shared goals through influence and cooperation",
        "Initiating and maintaining relationships with others",
        "Leveraging multiple perspectives to work towards common outcomes"
      ],
      "selectIf":[
        "You need to influence and partner with others to achieve outcomes",
        "You want different points of view to enhance your outcomes"
      ],
      "download": "./dummy.pdf"
    },
    {
      "id": "04",
      "name":"Communication",
      "category":"Communicating Effectively & with Empathy",
      "color": "bg-green",
      "img":"img/get_started/communication.jpg",
      "imgAlt": "",
      "description":"Communicating a clear vision to accomplish key objectives",
      "moreDetail": [
        "Conveying information and ideas persuasively and succinctly",
        "Capturing and holding others’ attention in a focused and captivating way", 
        "Adapting the message to the audience’s diverse needs",
        "Developing visually appealing, inclusive and coherent presentation materials"
      ],
      "selectIf":[
        "You need to create and deliver an impactful presentation or message",
        "You want to build confidence in public speaking",
        "You want to influence others through communication"
      ],
      "download": "./dummy.pdf"
    },
    {
      "id": "05",
      "name":"Authentic Conversations",
      "category":"Communicating Effectively & with Empathy",
      "color": "bg-green",
      "img":"img/get_started/conversations.jpg",
      "imgAlt": "",
      "description":"Communicating a clear vision to accomplish key objectives",
      "moreDetail": [
        "Listening actively to gain insights to other perspectives",
        "Addressing challenging conversations proactively",
        "Providing appreciative and constructive feedback effectively",
        "Managing conflict with a win-win approach", 
        "Encouraging conversations that build a culture of equity and inclusion"
      ],
      "selectIf":[
        "You want to listen with the intent to understand",  
        "You want to achieve beneficial outcomes when engaging in challenging conversations",
        "You need to confidently manage challenging conversations, situations or conflict", 
        "You need to share your opinions even if they are unpopular"
      ],
      "download": "./dummy.pdf"
    },
    {
      "id": "06",
      "name":"Emotional Intelligence ",
      "category":"Communicating Effectively & with Empathy",
      "color": "bg-green",
      "img":"img/get_started/emotionalintell.jpg",
      "imgAlt": "",
      "description":"Communicating a clear vision to accomplish key objectives",
      "moreDetail": [
        "Conveying empathy and recognizing the emotions of others",
        "Being authentic, while also demonstrating social and situational awareness",
        "Recognizing when emotions and biases affect decision-making"
      ],
      "selectIf":[
        "You’d like to get better at identifying and responding to emotions",  
        "You’re required to find solutions to problems in emotionally charged situations"
      ],
      "download": "./dummy.pdf"
    },
    {
      "id": "07",
      "name":"Critical Thinking",
      "category":"Executing Strategic & Operational Excellence",
      "color": "bg-yellow",
      "img":"img/get_started/criticalthinking.jpg",
      "imgAlt": "",
      "description":"Consistently delivering extraordinary results",
      "moreDetail": [
        "Identifying the root cause of a business issue", 
        "Making timely and sound decisions based on data and analytical insights"
      ],
      "selectIf":[
        "You need to make a thoughtful business decision",
        "You need to analyze data and develop insights",
        "You’d like to identify patterns"
      ],
      "download": "./dummy.pdf"
    },
    {
      "id": "08",
      "name": "Strategic Thinking",
      "category":"Executing Strategic & Operational Excellence",
      "color": "bg-yellow",
      "img":"img/get_started/strategic.jpg",
      "imgAlt": "",
      "description":"Consistently delivering extraordinary results",
      "moreDetail": [
        "Analyzing global trends", 
        "Identifying strengths, weaknesses, opportunities and threats", 
        "Defining a strategy to align with long-term business direction", 
        "Monitoring and measuring the impact of implemented strategies"
      ],
      "selectIf":[
        "You need to keep sight of the big picture",
        "You need to develop an integrated vision and long-term plan",
        "You need to use your resources more effectively to achieve outcomes"
      ],
      "download": "./dummy.pdf"
    },
    {
      "id": "09",
      "name": "Performance",
      "category":"Executing Strategic & Operational Excellence",
      "color": "bg-yellow",
      "img":"img/get_started/performance.jpg",
      "imgAlt": "",
      "description":"Consistently delivering extraordinary results",
      "moreDetail": [
        "Supporting and trusting others to achieve their highest potential",
        "Working tenaciously to meet or exceed expectations",
        "Balancing competing priorities and managing workloads"
      ],
      "selectIf":[
        "You want to aim high and always do your best",
        "You need to deliver excellence as a team",
        "You want to create an environment of trust, achievement and optimism"
      ],
      "download": "./dummy.pdf"
    },
    {
      "id": "10",
      "name": "Customer-Centricity",
      "category":"Fostering Innovation and Agility",
      "color": "bg-danger",
      "img":"img/get_started/customer.jpg",
      "imgAlt": "",
      "description":"Encouraging new ideas and solutions through creative approaches",
      "moreDetail": [
        "Demonstrating empathy for the customer", 
        "Keeping customers central to strategies and activities while ensuring the needs of the customers and the organization are met",
        "Being flexible to continually changing and diverse customer expectations"
      ],
      "selectIf":[
        "You're working on a project or initiative that is focused on the customer",
        "You’d like to strengthen your ability to empathize with the customer",
        "You want to create opportunities for everyone to succeed"
      ],
      "download": "./dummy.pdf"
    },
    {
      "id": "11",
      "name": "Innovation",
      "category":"Fostering Innovation and Agility",
      "color": "bg-danger",
      "img":"img/get_started/innovation.jpg",
      "imgAlt": "",
      "description":"Encouraging new ideas and solutions through creative approaches",
      "moreDetail": [
        "Exploring new ideas, methods and alternatives to achieve outcomes",
        "Creating an environment where others feel safe to innovate",
        "Spotting new patterns, generating insights, valuing diverse perspectives and translating them into new ideas"
      ],
      "selectIf":[
        "You’d like to try different approaches and adopt outside the box thinking",
        "You’d like to create a safe environment for your team to take calculated risks"
      ],
      "download": "./dummy.pdf"
    },
    {
      "id": "12",
      "name": "Change Agility",
      "category":"Fostering Innovation and Agility",
      "color": "bg-danger",
      "img":"img/get_started/change.jpg",
      "imgAlt": "",
      "description":"Encouraging new ideas and solutions through creative approaches",
      "moreDetail": [
        "Seeing the necessity or opportunity created by change",  
        "Embracing discomfort and pursuing change with commitment",
        "Practicing resilience in the face of change and setbacks",
        "Proactively seeking out new challenges and opportunities to acquire new knowledge, perspectives and skills",
        "Leading others through organizational and cultural changes",
        "Removing barriers, managing resistance to change in others and demonstrating the benefits of change"
      ],
      "selectIf":[
        "You want to embrace and adapt to change",
        "You’d like to respond better to uncertainty, challenges and setbacks",
        "You need to continually and rapidly learn, unlearn, and relearn",
        "You need to lead organizational or cultural change",
        "You need to enable others to overcome resistance to change"
      ],
      "download": "./dummy.pdf"
    }
  ]
}