{
  "menu": [
    {
      "navbarBrand": "ODG",
      "menuItems": [
        {
          "link": "Accueil",
          "url": "/"
        },
        {
          "link": "Démarrer",
          "url": "/get-started"
        },
        {
          "link": "Mon plan",
          "url": "/my-plan"
        },
        {
          "link": "Mon historique",
          "url": "/my-history"
        }
      ],
      "logout": "Déconnexion",
      "close": "Fermer",
      "checkout": "Caisse"
    }
  ],

  "global": {
    "modalClose": "Fermer"
  },

  "myHistoryMenuLink": [
        {
          "link": "Mon Historique",
          "url": "/my-history"
        }
  ],

  "aboutPopup": [
    {
        "modalTitle": "Outil de développement des gestionnaires",
        "mainTitle": "Par où commencer",
        "introTitle": "Mode d’emploi",
        "introList": [
          "L’outil de développement des gestionnaires est une ressource de développement continu et d’exploration. Considérez-le comme un site Web ou une application Web. Vous pouvez le laisser dans votre plan d’apprentissage pour le lancer dès que vous souhaitez explorer de nouvelles capacités de leadership ou élargir vos compétences en leadership.",
          "L’outil fonctionne comme un panier d’achat: explorez les sujets à la page <strong>Démarrer,</strong> ajoutez-les à votre panier, puis téléchargez les plans d’apprentissage correspondants dans la page <strong>Mon plan.</strong>",
          "Les sujets que vous téléchargez sont enregistrés dans votre page <strong>Mon historique.</strong> Utilisez cette page pour faire le suivi de vos progrès et revoir vos téléchargements précédents.",
          "Si vous le souhaitez, vous pouvez quitter l’outil, mais sachez que cela <strong>marquera l’outil comme « Terminé », remettra votre progression à zéro et toutes les données sauvegardées seront perdues.</strong>"
        ],
        "heading1": "Examiner les comportements",
        "list1": [
          "Examinez le modèle de comportement de leadership et choisissez vos domaines d’intérêt en fonction de votre réflexion personnelle et en parlant avec les membres de votre équipe.",
          "Réfléchissez à une compétence à développer qui vous passionne."
        ],
        "heading2": "Parler aux Autres",
        "list2": [
          "Communiquez avec votre entourage : votre dirigeant, les autres membres de l’équipe et vos subordonnés directs.",
          "Établissez le contexte de la conversation en exprimant votre désir d’évoluer en tant que dirigeant et posez-leur les questions suivantes:"
        ],
        "nestedlist": [
          "« Qu’est-ce que vous appréciez chez moi? »",
          "« Que pourrais-je faire pour être encore plus efficace? »"
        ],
        "heading3": "Réfléchir",
        "list3": [
          "Comment vous êtes-vous senti à la suite de cette rétroaction?",
          "Cela a-t-il renforcé ou complété ce que vous considériez comme vos domaines à développer?",
          "Choisissez vos deux ou trois premiers domaines d’intérêt. Revenez à cet outil et sélectionnez Démarrer."
        ]
    }
  ],

  "exit": [
    {
      "heading": "Sortir",
      "title": "Vous êtes certain?",
      "message": "Select <strong>Cancel</strong> to continue browsing. Select <strong>Close session</strong> to close the window and save your progress. Select <strong>Complete</strong> to mark the tool as complete in your dashboard.",
      "warning": "<strong>*Please note:</strong> selecting 'Complete' will mark the tool as complete and your saved data will be lost.",
      "btn1": "Annuler",
      "btn2": "Close session",
      "btn3": "Complete"
    }
  ],

  "homepage":[
    {
      "bannerMicroTitle": "Mon Outil de Développement des Gestionnaires",
      "bannerTitle":"Bienvenue dans l’outil de développement des gestionnaires",
      "bannerSubtitle": "Investir dans notre personnel. Développer le leadership de demain.",
      "microTitle1": "Le Quoi",
      "title1": "Le concept",
      "text1":"Cet outil vous aidera à reconnaître et à explorer les capacités de leadership essentielles. Il a été conçu pour vous donner une introduction éclectique et générale sur les compétences propres à un excellent leadership et vous procurer des ressources auxquelles vous reporter pendant votre développement continu. Utilisez l’outil pour explorer les compétences et les comportements qui sont importants pour vous et téléchargez les ressources de formation continue qui mettent à profit les capacités de leadership correspondantes.",
      "microTitle2": "Le Pourquoi",
      "title2": "Développement continu",
      "text2": "Bien que nous soyons nombreux à considérer la formation structurée comme le parcours d’apprentissage le plus évident, le modèle 70:20:10 révèle qu’il nous reste beaucoup de choses à explorer. La formation professionnelle prenant la forme de méthodes classiques, comme des cours et des formations structurées, ne représente que 10 %. Le développement des compétences acquises dans le cadre d’occasions d’apprentissage par les réseaux, comme le mentorat, le coaching et les occasions de collaboration avec les pairs, représente 20 % de la formation. La majeure partie de l’apprentissage, soit 70 %, se déroule dans le cadre d’expériences en milieu de travail. Cet outil vous aidera à reconnaître certaines de ces occasions d’apprentissage structuré, par les réseaux et par l’action pour que vous puissiez vous lancer sur ce parcours dʼapprentissage.",
      "microTitle3": "Le Comment",
      "title3": "Pour commencer",
      "text3": "Cet outil est conçu pour constituer une ressource permanente de développement personnel réutilisable à l’infini. Vous pouvez le laisser dans votre plan d’apprentissage pour le lancer dès que vous souhaitez élargir vos compétences en leadership. Si vous souhaitez obtenir plus de contexte au sujet de cet outil ou si vous n’êtes pas sûr de la prochaine étape à suivre et que vous souhaitez explorer des suggestions utiles pour faciliter votre évolution en tant que dirigeant, sélectionnez <strong>En savoir plus.</strong> Si vous avez déjà utilisé cet outil ou connaissez les domaines sur lesquels vous souhaitez vous concentrer, sélectionnez <strong>Démarrer.</strong>" ,
      "section_title3": "Grow & discover",
      "btn1": "En savoir plus",
      "btn2": "Démarrer",
      "img": {
        "banner": "img/about_page/01welcome_01.jpg",
        "img1": "img/home_page/01_getstartedcover.jpg",
        "img2": "img/about_page/01welcome_02.jpg",
        "img3": "img/about_page/01welcome_03.jpg"
        },
      "imgAlt": {
        "banner": "A photo of a man and a woman talking over a laptop.",
        "img1": "A photo of two women looking across a table in a business environment.",
        "img2": "A photo of a man sitting on a red sofa laughing in conversation with a woman sitting across from him.",
        "img3": "A photo of a grocery store employee smiling at a customer"
      }
    }
  ],

  "getStarted":[
    {
      "microTitle": "Mon outil de développement des gestionnaires",
      "title":"Démarrer",
      "text": "Élaborez votre plan d’apprentissage en explorant la liste des capacités de leadership ci-dessous. Sélectionnez le bouton <strong>Détails</strong> associé à une capacité pour en savoir plus à son sujet et voir la forme qu’elle prend concrètement avant de décider si elle vous convient. S’il vous faut plus d’informations, vous pouvez consulter le modèle de comportement de leadership pour déterminer les domaines sur lesquels vous aimeriez vous concentrer. Vous trouverez une définition de chaque domaine du modèle ainsi qu’une liste des capacités entrant dans chaque catégorie <a class='font-weight-bold text-royal' href='./LCL_Leadership_Behaviour_Model_Details.pdf' target='_blank'>ici.</a>",
      "detailsBtn": "Détails",
      "img": {
        "banner": "img/get_started/LCL_leadership_wheel_FR.png"
        },
      "imgAlt": {
        "banner": "A diagram of the Loblaw leadership behaviour model outlining 4 areas of focus: Collaboration, Communication, Innovation, and Excellence."
      }
    }
  ],
  
  "myLearningPlan":[
    {
      "img": "img/about_page/about10.jpg",
      "imgAlt": "A photo of four women sitting at a table discussing contents on a laptop.",
      "title":"Mon plan d’apprentissage",
      "description":"Chaque domaine d’intérêt que vous avez sélectionné s’accompagne d’un plan d’apprentissage contenant des suggestions de cours et d’activités pour vous aider à commencer votre parcours d’apprentissage. Passez en revue ces plans d’apprentissage pour explorer les activités d’apprentissage structuré (10 %), par les réseaux (20 %) et par l’action (70 %) qui vous aideront à développer les capacités de leadership ainsi que les connaissances et les compétences se rapportant au domaine d’intérêt en question.",
      "subtitle": "Prochaines étapes",
      "nextSteps": [
          "<strong>Téléchargez</strong> et passez en revue chacun de vos plans d’apprentissage.",
          "<strong>Intégrez</strong> les activités d’apprentissage à votre plan de développement individuel.",
          "<strong>Définissez</strong> la forme que prendra le succès pour chaque activité.",
          "<strong>Réfléchissez</strong> au soutien et aux ressources dont vous aurez besoin pour effectuer chaque activité.",
          "<strong>Analysez</strong> systématiquement les résultats de vos activités et réévaluez-les au besoin."
      ],
      "btnRemove": "Supprimer",
      "btnDownload": "Télécharger",
      "emptyPlan": "Mon plan d’apprentissage est vide"
    }
  ],

  "myHistory":[
    {
      "microTitle": "My Leadership Development Tool",
      "title":"My History",
      "text":"This space is dedicated to archiving your journey using the <strong>Leadership Development Tool.</strong> Your previous downloads have been saved here for easy reference and future reflection. Feel free to go back and explore the details of any of the items you've downloaded, and stay up to date with ongoing additions to these and other leadership skills as the tool grows. The Leadership Development Tool is here to support your continual learning and growth.",
      "btn": "Details",
      "img": {
        "banner": "img/about_page/about10.jpg"
        },
      "imgAlt": {
        "banner": "A photo of four women sitting at a table discussing contents on a laptop."
      },
      "emptyArchive": "Mon historique est vide!"
    }
  ],

  "aux": [
    {
      "categoryTitle": "Catégorie",
      "descriptionTitle": "Catégorie Description",
      "nameTitle": "Capability",
      "sectionTitle1": "Description",
      "sectionTitle2": "Ajoutez-la à votre plan si",
      "btn1": "Ajouter",
      "btn2": "Afficher",
      "btn3": "Retour"
    }
  ],
  
  "allCategories":[
    {
      "id": "01",
      "name":"Connaissance de soi",
      "category":"Dirigez Vous Même",
      "color": "bg-secondary",
      "img":"img/get_started/selfaware.jpg",
      "imgAlt": "",
      "description":"Building awareness around the mindsets and behaviours that help you be a successful leader",
      "moreDetail":[
        "Voir clairement et objectivement qui vous êtes, en réfléchissant et en faisant une introspection",
        "Connaître vos forces, vos possibilités, vos croyances, vos préjugés, vos motivations et vos émotions ",
        "Demander de la rétroaction pour savoir comment les autres vous perçoivent, ce qu’ils pensent de votre attitude et de vos réactions"
      ],
      "selectIf":[
        "Vous souhaitez en savoir plus sur la façon dont les autres vous perçoivent. ",
        "Vous souhaitez vous sentir apte à apporter des changements et à développer vos points forts et vos possibilités. "
      ],
      "successTitle": "Succès!",
      "successMessage": "a été ajouté a vôtre panier!",
      "download": "./learning_maps/LDT_Self_Awareness.pdf"
    },
    {
      "id": "02",
      "name":"Autonomisation",
      "category":"Collaborer avec les Autres et les Inspirer",
      "color": "bg-royal",
      "img":"img/get_started/empowerment.jpg",
      "imgAlt": "",
      "description":"Developing strong relationships and motivating others to perform at their highest potential",
      "moreDetail":[
        "Inspiring ownership and accountability within others",
        "Enabling others to succeed by effectively coaching and delegating work",
        "Recognizing and respecting others’ contributions",
        "Encouraging others to stretch their capabilities",
        "Developing others by providing relevant direction, resources, training and mentoring"
      ],
      "selectIf": [
        "You’d like to learn about others perception of you",
        "You’d like to feel empowered to make changes and build on your areas of strengths and opportunities"
      ],
      "download": "./learning_maps/LDT_Empowerment.pdf"
    },
    {
      "id": "03",
      "name":"Collaboration",
      "category":"Collaborer avec les Autres et les Inspirer",
      "color": "bg-royal",
      "img":"img/get_started/collaboration.jpg",
      "imgAlt": "",
      "description":"Developing strong relationships and motivating others to perform at their highest potential",
      "moreDetail": [
        "Creating and delivering on shared goals through influence and cooperation",
        "Initiating and maintaining relationships with others",
        "Leveraging multiple perspectives to work towards common outcomes"
      ],
      "selectIf":[
        "You need to influence and partner with others to achieve outcomes",
        "You want different points of view to enhance your outcomes"
      ],
      "download": "./learning_maps/LDT_Collaboration.pdf"
    },
    {
      "id": "04",
      "name":"Communication",
      "category":"Communicating Effectively & with Empathy",
      "color": "bg-green",
      "img":"img/get_started/communication.jpg",
      "imgAlt": "",
      "description":"Communicating a clear vision to accomplish key objectives",
      "moreDetail": [
        "Conveying information and ideas persuasively and succinctly",
        "Capturing and holding others’ attention in a focused and captivating way", 
        "Adapting the message to the audience’s diverse needs",
        "Developing visually appealing, inclusive and coherent presentation materials"
      ],
      "selectIf":[
        "You need to create and deliver an impactful presentation or message",
        "You want to build confidence in public speaking",
        "You want to influence others through communication"
      ],
      "download": "./learning_maps/LDT_Compelling_Communication.pdf"
    },
    {
      "id": "05",
      "name":"Authentic Conversations",
      "category":"Communicating Effectively & with Empathy",
      "color": "bg-green",
      "img":"img/get_started/conversations.jpg",
      "imgAlt": "",
      "description":"Communicating a clear vision to accomplish key objectives",
      "moreDetail": [
        "Listening actively to gain insights to other perspectives",
        "Addressing challenging conversations proactively",
        "Providing appreciative and constructive feedback effectively",
        "Managing conflict with a win-win approach", 
        "Encouraging conversations that build a culture of equity and inclusion"
      ],
      "selectIf":[
        "You want to listen with the intent to understand",  
        "You want to achieve beneficial outcomes when engaging in challenging conversations",
        "You need to confidently manage challenging conversations, situations or conflict", 
        "You need to share your opinions even if they are unpopular"
      ],
      "download": "./learning_maps/LDT_Authentic_Conversations.pdf"
    },
    {
      "id": "06",
      "name":"Emotional Intelligence ",
      "category":"Communicating Effectively & with Empathy",
      "color": "bg-green",
      "img":"img/get_started/emotionalintell.jpg",
      "imgAlt": "",
      "description":"Communicating a clear vision to accomplish key objectives",
      "moreDetail": [
        "Conveying empathy and recognizing the emotions of others",
        "Being authentic, while also demonstrating social and situational awareness",
        "Recognizing when emotions and biases affect decision-making"
      ],
      "selectIf":[
        "You’d like to get better at identifying and responding to emotions",  
        "You’re required to find solutions to problems in emotionally charged situations"
      ],
      "download": "./learning_maps/LDT_Emotional_Intelligence.pdf"
    },
    {
      "id": "07",
      "name":"Critical Thinking",
      "category":"Executing Strategic & Operational Excellence",
      "color": "bg-yellow",
      "img":"img/get_started/criticalthinking.jpg",
      "imgAlt": "",
      "description":"Consistently delivering extraordinary results",
      "moreDetail": [
        "Identifying the root cause of a business issue", 
        "Making timely and sound decisions based on data and analytical insights"
      ],
      "selectIf":[
        "You need to make a thoughtful business decision",
        "You need to analyze data and develop insights",
        "You’d like to identify patterns"
      ],
      "download": "./learning_maps/LDT_Critical_Thinking.pdf"
    },
    {
      "id": "08",
      "name": "Strategic Thinking",
      "category":"Executing Strategic & Operational Excellence",
      "color": "bg-yellow",
      "img":"img/get_started/strategic.jpg",
      "imgAlt": "",
      "description":"Consistently delivering extraordinary results",
      "moreDetail": [
        "Analyzing global trends", 
        "Identifying strengths, weaknesses, opportunities and threats", 
        "Defining a strategy to align with long-term business direction", 
        "Monitoring and measuring the impact of implemented strategies"
      ],
      "selectIf":[
        "You need to keep sight of the big picture",
        "You need to develop an integrated vision and long-term plan",
        "You need to use your resources more effectively to achieve outcomes"
      ],
      "download": "./learning_maps/LDT_Strategic_Thinking.pdf"
    },
    {
      "id": "09",
      "name": "High Performing Environment",
      "category":"Executing Strategic & Operational Excellence",
      "color": "bg-yellow",
      "img":"img/get_started/performance.jpg",
      "imgAlt": "",
      "description":"Consistently delivering extraordinary results",
      "moreDetail": [
        "Supporting and trusting others to achieve their highest potential",
        "Working tenaciously to meet or exceed expectations",
        "Balancing competing priorities and managing workloads"
      ],
      "selectIf":[
        "You want to aim high and always do your best",
        "You need to deliver excellence as a team",
        "You want to create an environment of trust, achievement and optimism"
      ],
      "download": "./learning_maps/LDT_High_Performing_Environment.pdf"
    },
    {
      "id": "10",
      "name": "Customer Centricity",
      "category":"Fostering Innovation and Agility",
      "color": "bg-danger",
      "img":"img/get_started/customer.jpg",
      "imgAlt": "",
      "description":"Encouraging new ideas and solutions through creative approaches",
      "moreDetail": [
        "Demonstrating empathy for the customer", 
        "Keeping customers central to strategies and activities while ensuring the needs of the customers and the organization are met",
        "Being flexible to continually changing and diverse customer expectations"
      ],
      "selectIf":[
        "You're working on a project or initiative that is focused on the customer",
        "You’d like to strengthen your ability to empathize with the customer",
        "You want to create opportunities for everyone to succeed"
      ],
      "download": "./learning_maps/LDT_Customer_Centricity.pdf"
    },
    {
      "id": "11",
      "name": "Innovation",
      "category":"Fostering Innovation and Agility",
      "color": "bg-danger",
      "img":"img/get_started/innovation.jpg",
      "imgAlt": "",
      "description":"Encouraging new ideas and solutions through creative approaches",
      "moreDetail": [
        "Exploring new ideas, methods and alternatives to achieve outcomes",
        "Creating an environment where others feel safe to innovate",
        "Spotting new patterns, generating insights, valuing diverse perspectives and translating them into new ideas"
      ],
      "selectIf":[
        "You’d like to try different approaches and adopt outside the box thinking",
        "You’d like to create a safe environment for your team to take calculated risks"
      ],
      "download": "./learning_maps/LDT_Innovation.pdf"
    },
    {
      "id": "12",
      "name": "Change Agility",
      "category":"Fostering Innovation and Agility",
      "color": "bg-danger",
      "img":"img/get_started/change.jpg",
      "imgAlt": "",
      "description":"Encouraging new ideas and solutions through creative approaches",
      "moreDetail": [
        "Seeing the necessity or opportunity created by change",  
        "Embracing discomfort and pursuing change with commitment",
        "Practicing resilience in the face of change and setbacks",
        "Proactively seeking out new challenges and opportunities to acquire new knowledge, perspectives and skills",
        "Leading others through organizational and cultural changes",
        "Removing barriers, managing resistance to change in others and demonstrating the benefits of change"
      ],
      "selectIf":[
        "You want to embrace and adapt to change",
        "You’d like to respond better to uncertainty, challenges and setbacks",
        "You need to continually and rapidly learn, unlearn, and relearn",
        "You need to lead organizational or cultural change",
        "You need to enable others to overcome resistance to change"
      ],
      "download": "./learning_maps/LDT_Change_Agility.pdf"
    }
  ],
  "success": {
    "title": "Succès!",
    "message": "a été ajouté a vôtre panier!",
    "closeBtn": "Fermer"
  }
}