{
  "menu": [
    {
      "navbarBrand": "Outil de développement des gestionnaires",
      "menuItems": [
        {
          "link": "Accueil",
          "url": "/"
        },
        {
          "link": "Démarrer",
          "url": "/get-started"
        },
        {
          "link": "Mon plan",
          "url": "/my-plan"
        },
        {
          "link": "Mon historique",
          "url": "/my-history"
        }
      ],
      "logout": "Déconnexion",
      "close": "Fermer",
      "checkout": "Caisse"
    }
  ],

  "sidebar": {
    "title": "Mon Plan"
  },

  "global": {
    "modalClose": "Fermer"
  },

  "myHistoryMenuLink": [
        {
          "link": "Mon Historique",
          "url": "/my-history"
        }
  ],

  "aboutPopup": [
    {
        "modalTitle": "Outil de développement des gestionnaires",
        "mainTitle": "Par où commencer",
        "introTitle": "Mode d’emploi",
        "introList": [
          "L’outil de développement des gestionnaires est une ressource de développement continu et d’exploration. Considérez-le comme un site Web ou une application Web. Vous pouvez le laisser dans votre plan d’apprentissage pour le lancer dès que vous souhaitez explorer de nouvelles capacités de leadership ou élargir vos compétences en leadership.",
          "L’outil fonctionne comme un panier d’achat: explorez les sujets à la page <strong>Démarrer,</strong> ajoutez-les à votre panier, puis téléchargez les plans d’apprentissage correspondants dans la page <strong>Mon plan.</strong>",
          "Les sujets que vous téléchargez sont enregistrés dans votre page <strong>Mon historique.</strong> Utilisez cette page pour faire le suivi de vos progrès et revoir vos téléchargements précédents.",
          "Si vous le souhaitez, vous pouvez quitter l’outil, mais sachez que cela <strong>marquera l’outil comme « Terminé », remettra votre progression à zéro et toutes les données sauvegardées seront perdues.</strong>"
        ],
        "heading1": "Examiner les comportements",
        "list1": [
          "Examinez le modèle de comportement de leadership et choisissez vos domaines d’intérêt en fonction de votre réflexion personnelle et en parlant avec les membres de votre équipe.",
          "Réfléchissez à une compétence à développer qui vous passionne."
        ],
        "heading2": "Parler aux Autres",
        "list2": [
          "Communiquez avec votre entourage : votre dirigeant, les autres membres de l’équipe et vos subordonnés directs.",
          "Établissez le contexte de la conversation en exprimant votre désir d’évoluer en tant que dirigeant et posez-leur les questions suivantes:"
        ],
        "nestedlist": [
          "« Qu’est-ce que vous appréciez chez moi? »",
          "« Que pourrais-je faire pour être encore plus efficace? »"
        ],
        "heading3": "Réfléchir",
        "list3": [
          "Comment vous êtes-vous senti à la suite de cette rétroaction?",
          "Cela a-t-il renforcé ou complété ce que vous considériez comme vos domaines à développer?",
          "Choisissez vos deux ou trois premiers domaines d’intérêt. Revenez à cet outil et sélectionnez Démarrer."
        ]
    }
  ],

  "exit": [
    {
      "heading": "Quitter",
      "title": "Vous êtes sûr?",
      "message": "Sélectionnez <strong>Annuler</strong> pour continuer à naviguer. Sélectionnez <strong>Fermer la session</strong> pour fermer la fenêtre et enregistrer votre progression. Sélectionnez <strong>Terminer</strong> pour marquer l’outil comme étant terminé dans votre tableau de bord.",
      "warning": "<strong>*Remarque:</strong> En sélectionnant « Terminer », vous marquerez l’outil comme étant terminé et vos données sauvegardées seront perdues.",
      "btn1": "Annuler",
      "btn2": "Fermer la session",
      "btn3": "Terminer"
    }
  ],

  "homepage":[
    {
      "bannerMicroTitle": "Mon Outil de Développement des Gestionnaires",
      "bannerTitle":"Bienvenue dans l’outil de développement des gestionnaires",
      "bannerSubtitle": "Investir dans notre personnel. Développer le leadership de demain.",
      "microTitle1": "Le Quoi",
      "title1": "Le concept",
      "text1":"Cet outil vous aidera à reconnaître et à explorer les capacités de leadership essentielles. Il a été conçu pour vous donner une introduction éclectique et générale sur les compétences propres à un excellent leadership et vous procurer des ressources auxquelles vous reporter pendant votre développement continu. Utilisez l’outil pour explorer les compétences et les comportements qui sont importants pour vous et téléchargez les ressources de formation continue qui mettent à profit les capacités de leadership correspondantes.",
      "microTitle2": "Le Pourquoi",
      "title2": "Développement continu",
      "text2": "Bien que nous soyons nombreux à considérer la formation structurée comme le parcours d’apprentissage le plus évident, le modèle 70:20:10 révèle qu’il nous reste beaucoup de choses à explorer. La formation professionnelle prenant la forme de méthodes classiques, comme des cours et des formations structurées, ne représente que 10 %. Le développement des compétences acquises dans le cadre d’occasions d’apprentissage par les réseaux, comme le mentorat, le coaching et les occasions de collaboration avec les pairs, représente 20 % de la formation. La majeure partie de l’apprentissage, soit 70 %, se déroule dans le cadre d’expériences en milieu de travail. Cet outil vous aidera à reconnaître certaines de ces occasions d’apprentissage structuré, par les réseaux et par l’action pour que vous puissiez vous lancer sur ce parcours dʼapprentissage.",
      "microTitle3": "Le Comment",
      "title3": "Pour commencer",
      "text3": "Cet outil est conçu pour constituer une ressource permanente de développement personnel réutilisable à l’infini. Vous pouvez le laisser dans votre plan d’apprentissage pour le lancer dès que vous souhaitez élargir vos compétences en leadership. Si vous souhaitez obtenir plus de contexte au sujet de cet outil ou si vous n’êtes pas sûr de la prochaine étape à suivre et que vous souhaitez explorer des suggestions utiles pour faciliter votre évolution en tant que dirigeant, sélectionnez <strong>En savoir plus.</strong> Si vous avez déjà utilisé cet outil ou connaissez les domaines sur lesquels vous souhaitez vous concentrer, sélectionnez <strong>Démarrer.</strong>" ,
      "section_title3": "Grow & discover",
      "btn1": "En savoir plus",
      "btn2": "Démarrer",
      "img": {
        "banner": "img/about_page/01welcome_01.jpg",
        "img1": "img/home_page/01_getstartedcover.jpg",
        "img2": "img/about_page/01welcome_02.jpg",
        "img3": "img/about_page/01welcome_03.jpg"
        },
      "imgAlt": {
        "banner": "A photo of a man and a woman talking over a laptop.",
        "img1": "A photo of two women looking across a table in a business environment.",
        "img2": "A photo of a man sitting on a red sofa laughing in conversation with a woman sitting across from him.",
        "img3": "A photo of a grocery store employee smiling at a customer"
      }
    }
  ],

  "getStarted":[
    {
      "microTitle": "Mon outil de développement des gestionnaires",
      "title":"Démarrer",
      "text": "Élaborez votre plan d’apprentissage en explorant la liste des capacités de leadership ci-dessous. Sélectionnez le bouton <strong>Détails</strong> associé à une capacité pour en savoir plus à son sujet et voir la forme qu’elle prend concrètement avant de décider si elle vous convient. S’il vous faut plus d’informations, vous pouvez consulter le modèle de comportement de leadership pour déterminer les domaines sur lesquels vous aimeriez vous concentrer. Vous trouverez une définition de chaque domaine du modèle ainsi qu’une liste des capacités entrant dans chaque catégorie <a class='font-weight-bold text-royal' href='./LCL_Leadership_Behaviour_Model_Details-FR.pdf' target='_blank'>ici.</a>",
      "detailsBtn": "Détails",
      "img": {
        "banner": "img/get_started/LCL_leadership_wheel_FR.png"
        },
      "imgAlt": {
        "banner": "A diagram of the Loblaw leadership behaviour model outlining 4 areas of focus: Collaboration, Communication, Innovation, and Excellence."
      }
    }
  ],
  
  "myLearningPlan":[
    {
      "img": "img/about_page/about10.jpg",
      "imgAlt": "A photo of four women sitting at a table discussing contents on a laptop.",
      "title":"Mon plan d’apprentissage",
      "description":"Chaque domaine d’intérêt que vous avez sélectionné s’accompagne d’un plan d’apprentissage contenant des suggestions de cours et d’activités pour vous aider à commencer votre parcours d’apprentissage. Passez en revue ces plans d’apprentissage pour explorer les activités d’apprentissage structuré (10 %), par les réseaux (20 %) et par l’action (70 %) qui vous aideront à développer les capacités de leadership ainsi que les connaissances et les compétences se rapportant au domaine d’intérêt en question.",
      "subtitle": "Prochaines étapes",
      "nextSteps": [
          "<strong>Téléchargez</strong> et passez en revue chacun de vos plans d’apprentissage.",
          "<strong>Intégrez</strong> les activités d’apprentissage à votre plan de développement individuel.",
          "<strong>Définissez</strong> la forme que prendra le succès pour chaque activité.",
          "<strong>Réfléchissez</strong> au soutien et aux ressources dont vous aurez besoin pour effectuer chaque activité.",
          "<strong>Analysez</strong> systématiquement les résultats de vos activités et réévaluez-les au besoin."
      ],
      "btnRemove": "Supprimer",
      "btnDownload": "Télécharger",
      "emptyPlan": "Mon plan d’apprentissage est vide"
    }
  ],

  "myHistory":[
    {
      "microTitle": "Mon Outil de développement des gestionnaires",
      "title":"Mon historique",
      "text":"Cet espace est réservé à l’archivage de votre cheminement d’utilisation de <strong>l’Outil de développement des gestionnaires.</strong> Vos téléchargements précédents ont été enregistrés ici pour faciliter la consultation et des réflexions futures. N’hésitez pas à revenir en arrière et à explorer les détails de tous les éléments que vous avez téléchargés, et restez à jour avec des ajouts continus à ces compétences et à d’autres compétences en leadership au fur et à mesure que l’outil se développe. L’outil de développement des gestionnaires est là pour soutenir votre apprentissage et votre croissance continus.",
      "btn": "Détails",
      "img": {
        "banner": "img/about_page/about10.jpg"
        },
      "imgAlt": {
        "banner": "Photo de quatre femmes assises à une table et discutant de contenu sur un ordinateur portatif."
      },
      "emptyArchive": "Mon historique est vide!"
    }
  ],

  "aux": [
    {
      "categoryTitle": "Catégorie",
      "descriptionTitle": "Catégorie Description",
      "nameTitle": "Capacité",
      "sectionTitle1": "Description",
      "sectionTitle2": "Ajoutez-la à votre plan si",
      "btn1": "Ajouter",
      "btn2": "Afficher",
      "btn3": "Retour"
    }
  ],
  
  "allCategories":[
    {
      "id": "01",
      "name":"Connaissance de soi",
      "category":"Dirigez Vous Même",
      "color": "bg-secondary",
      "img":"img/get_started/selfaware.jpg",
      "imgAlt": "",
      "description":"Prendre conscience des états d’esprit et des comportements qui vous aident à être un dirigeant efficace",
      "moreDetail":[
        "Voir clairement et objectivement qui vous êtes, en réfléchissant et en faisant une introspection",
        "Connaître vos forces, vos possibilités, vos croyances, vos préjugés, vos motivations et vos émotions",
        "Demander de la rétroaction pour savoir comment les autres vous perçoivent, ce qu’ils pensent de votre attitude et de vos réactions"
      ],
      "selectIf":[
        "Vous souhaitez en savoir plus sur la façon dont les autres vous perçoivent",
        "Vous souhaitez vous sentir apte à apporter des changements et à développer vos points forts et vos possibilités"
      ],
      "download": "./learning_maps/FR/ODG_Connaissance_de_soi.pdf"
    },
    {
      "id": "02",
      "name":"Autonomisation",
      "category":"Collaborer avec les Autres et les Inspirer",
      "color": "bg-royal",
      "img":"img/get_started/empowerment.jpg",
      "imgAlt": "",
      "description":"Établir des relations solides et motiver les autres à travailler en exprimant tout leur potentiel",
      "moreDetail":[
        "Inspirer chez les autres un sentiment de responsabilité et de responsabilisation ",
        "Permettre aux autres de réussir en les encadrant efficacement et en déléguant les tâches",
        "Reconnaître et respecter les contributions des autres",
        "Encourager les autres à développer au maximum leurs aptitudes",
        "Développer les autres en leur fournissant des directives, des ressources, des formations et un mentorat pertinents "
      ],
      "selectIf": [
        "Vous voulez permettre à votre équipe d’être responsable",
        "Vous voulez concrétiser les priorités grâce à l’action inspirée des autre",
        "Vous souhaitez mettre l’accent sur le développement de l’équipe"
      ],
      "download": "./learning_maps/FR/ODG_Autonomisation.pdf"
    },
    {
      "id": "03",
      "name":"Collaboration",
      "category":"Collaborer avec les Autres et les Inspirer",
      "color": "bg-royal",
      "img":"img/get_started/collaboration.jpg",
      "imgAlt": "",
      "description":"Établir des relations solides et motiver les autres à travailler en exprimant tout leur potentiel",
      "moreDetail": [
        "Créer et réaliser des objectifs communs par l’influence et la coopération",
        "Établir et entretenir des relations avec les autres",
        "Tirer parti de plusieurs points de vue pour travailler à l’atteinte de résultats communs"
      ],
      "selectIf":[
        "Vous devez influencer les autres et collaborer avec eux pour obtenir des résultats",
        "Vous voulez obtenir différents points de vue pour améliorer vos résultats"
      ],
      "download": "./learning_maps/FR/ODG_Collaboration.pdf"
    },
    {
      "id": "04",
      "name":"Communication convaincante",
      "category":"Communiquer efficacement et avec empathie",
      "color": "bg-green",
      "img":"img/get_started/communication.jpg",
      "imgAlt": "",
      "description":"Communiquer une vision claire pour atteindre les objectifs clés",
      "moreDetail": [
        "Transmettre l’information et les idées de façon convaincante et succincte",
        "Capter et retenir l’attention des autres d’une manière ciblée et captivante",
        "Adapter le message aux besoins diversifiés de l’auditoire",
        "Élaborer des documents de présentation attrayants, inclusifs et cohérents"
      ],
      "selectIf":[
        "Vous devez créer et donner une présentation ou un message percutants",
        "Vous voulez gagner en assurance pour parler en public",
        "Vous voulez influencer les autres par la communication"
      ],
      "download": "./learning_maps/FR/ODG_Communication_Convaincante.pdf"
    },
    {
      "id": "05",
      "name":"Conversations authentiques",
      "category":"Communiquer efficacement et avec empathie",
      "color": "bg-green",
      "img":"img/get_started/conversations.jpg",
      "imgAlt": "",
      "description":"Communiquer une vision claire pour atteindre les objectifs clés",
      "moreDetail": [
        "Écouter activement pour mieux comprendre les autres perspectives",
        "Aborder les conversations difficiles sans attendre",
        "Donner une rétroaction approbatrice et constructive efficacement",
        "Gérer les conflits dans une optique gagnant-gagnant",
        "Favoriser les conversations qui créent une culture d’équité et d’inclusion"
      ],
      "selectIf":[
        "Vous voulez écouter les autres dans l’intention de les comprendre",
        "Vous voulez obtenir des résultats bénéfiques lorsque vous vous lancez dans des conversations difficiles",
        "Vous devez gérer avec assurance les conversations, les situations ou les conflits difficiles",
        "Vous devez exprimer vos opinions même si elles sont impopulaires"
      ],
      "download": "./learning_maps/FR/ODG_Conversations_Authentiques.pdf"
    },
    {
      "id": "06",
      "name":"Intelligence émotionnelle",
      "category":"Communiquer efficacement et avec empathie",
      "color": "bg-green",
      "img":"img/get_started/emotionalintell.jpg",
      "imgAlt": "",
      "description":"Communiquer une vision claire pour atteindre les objectifs clés",
      "moreDetail": [
        "Faire preuve d’empathie et reconnaître les émotions des autres",
        "Être authentique tout en se montrant conscient du contexte social et de la situation",
        "Reconnaître les émotions et les préjugés qui influent sur la prise de décisions"
      ],
      "selectIf":[
        "Vous souhaitez mieux parvenir à reconnaître les émotions et y réagir",
        "Vous êtes tenu de trouver des solutions aux problèmes dans des situations chargées émotionnellement"
      ],
      "download": "./learning_maps/FR/ODG_Intelligence_Émotionnelle.pdf"
    },
    {
      "id": "07",
      "name":"Pensée critique",
      "category":"Mettre en pratique l’excellence stratégique et opérationnelle",
      "color": "bg-yellow",
      "img":"img/get_started/criticalthinking.jpg",
      "imgAlt": "",
      "description":"Produire systématiquement des résultats extraordinaires",
      "moreDetail": [
        "Déterminer la cause fondamentale d’un problème commercial",
        "Prendre des décisions judicieuses en temps opportun fondées sur des données et des prévisions analytiques"
      ],
      "selectIf":[
        "Vous devez prendre une décision d’affaires éclairée",
        "Vous devez analyser des données et trouver des perspectives",
        "Vous souhaitez identifier des schémas"
      ],
      "download": "./learning_maps/FR/ODG_Pensée_Critique.pdf"
    },
    {
      "id": "08",
      "name": "Pensée stratégique",
      "category":"Mettre en pratique l’excellence stratégique et opérationnelle",
      "color": "bg-yellow",
      "img":"img/get_started/strategic.jpg",
      "imgAlt": "",
      "description":"Produire systématiquement des résultats extraordinaires",
      "moreDetail": [
        "Analyser les tendances mondiales",
        "Déterminer les forces, les faiblesses, les possibilités et les menaces",
        "Définir une stratégie qui cadre avec l’orientation à long terme de l’entreprise",
        "Surveiller et mesurer l’incidence des stratégies mises en œuvre"
      ],
      "selectIf":[
        "Vous ne devez pas perdre de vue la vision globale",
        "Vous devez élaborer une vision intégrée et un plan à long terme",
        "Vous devez utiliser vos ressources plus efficacement pour obtenir des résultats"
      ],
      "download": "./learning_maps/FR/ODG_Pensée_Stratégique.pdf"
    },
    {
      "id": "09",
      "name": "Environnement très performant",
      "category":"Mettre en pratique l’excellence stratégique et opérationnelle",
      "color": "bg-yellow",
      "img":"img/get_started/performance.jpg",
      "imgAlt": "",
      "description":"Produire systématiquement des résultats extraordinaires",
      "moreDetail": [
        "Soutenir les autres et leur faire confiance pour réaliser tout leur potentiel",
        "Travailler sans relâche pour répondre aux attentes ou les surpasser",
        "Équilibrer les priorités concurrentes et la gestion du volume de travail"
      ],
      "selectIf":[
        "Vous souhaitez viser haut et toujours faire de votre mieux",
        "Vous devez assurer l’excellence en équipe",
        "Vous voulez créer un environnement de confiance, d’accomplissement et d’optimisme"
      ],
      "download": "./learning_maps/FR/ODG_Environnement_Très_Performant.pdf"
    },
    {
      "id": "10",
      "name": "Approche axée sur le client",
      "category":"Favoriser l’innovation et l’agilité face au changement",
      "color": "bg-danger",
      "img":"img/get_started/customer.jpg",
      "imgAlt": "",
      "description":"Encourager les nouvelles idées et solutions au moyen d’approches créatives",
      "moreDetail": [
        "Faire preuve d’empathie envers le client",
        "Garder les clients au cœur des stratégies et des activités tout en veillant à répondre à leurs besoins et à ceux de l’entreprise",
        "S’adapter aux attentes diversifiées et en constante évolution des clients"
      ],
      "selectIf":[
        "Vous travaillez sur un projet ou une initiative axés sur le client",
        "Vous souhaitez renforcer votre aptitude à faire preuve d’empathie envers le client",
        "Vous voulez créer des occasions pour que tout le monde réussisse"
      ],
      "download": "./learning_maps/FR/ODG_Approche_Axée_Sur_le_Client.pdf"
    },
    {
      "id": "11",
      "name": "Innovation",
      "category":"Favoriser l’innovation et l’agilité face au changement",
      "color": "bg-danger",
      "img":"img/get_started/innovation.jpg",
      "imgAlt": "",
      "description":"Encourager les nouvelles idées et solutions au moyen d’approches créatives",
      "moreDetail": [
        "Explorer de nouvelles idées, méthodes et solutions de rechange pour obtenir des résultats",
        "Créer un environnement où les autres n’ont pas peur d’innover",
        "Repérer de nouveaux modèles, générer des idées, valoriser différentes perspectives et les traduire en nouvelles idées"
      ],
      "selectIf":[
        "Vous souhaitez essayer différentes approches et adopter une réflexion qui sort des sentiers battus",
        "Vous souhaitez instaurer un environnement sûr pour que votre équipe puisse prendre des risques calculés"
      ],
      "download": "./learning_maps/FR/ODG_Innovation.pdf"
    },
    {
      "id": "12",
      "name": "Agilité face au changement",
      "category":"Favoriser l’innovation et l’agilité face au changement",
      "color": "bg-danger",
      "img":"img/get_started/change.jpg",
      "imgAlt": "",
      "description":"Encourager les nouvelles idées et solutions au moyen d’approches créatives",
      "moreDetail": [
        "Voir la nécessité ou la possibilité créée par le changement",
        "Accepter d’être mal à l’aise et favoriser le changement en s’engageant ",
        "Faire preuve de résilience face au changement et aux revers",
        "Rechercher activement de nouveaux défis et possibilités afin d’acquérir de nouvelles connaissances, perspectives et compétences",
        "Diriger les autres pendant les changements organisationnels et culturels",
        "Éliminer les obstacles, gérer la résistance au changement chez les autres et démontrer les avantages du changement"
      ],
      "selectIf":[
        "Vous voulez accepter le changement et vous y adapter",
        "Vous souhaitez mieux réagir face à l’incertitude, aux difficultés et aux revers",
        "Vous devez apprendre, désapprendre et réapprendre continuellement et rapidement",
        "Vous devez diriger un changement organisationnel ou culturel",
        "Vous devez donner les moyens aux autres de surmonter la résistance au changement"
      ],
      "download": "./learning_maps/FR/ODG_Agilité_Face_au_Changement.pdf"
    }
  ],
  "success": {
    "title": "Succès!",
    "message": "a été ajouté a vôtre panier!",
    "closeBtn": "Fermer"
  }
}